#+latex_HEADER: \usepackage{siunitx}
#+latex_HEADER: \usepackage[version=3]{mhchem}
#+latex_HEADER: \usepackage{mathrsfs}
#+latex_HEADER: \usepackage[export]{adjustbox}
#+latex_HEADER: \usepackage{pgf,tikz}
#+latex_HEADER: \usepackage{wasysym}
#+latex_HEADER: \usetikzlibrary{arrows}
#+LATEX_HEADER: \usepackage[UTF8]{ctex}
#+LaTeX_HEADER: \usepackage{appendixnumberbeamer}
#+LaTeX_HEADER: \setCJKsansfont{Noto Sans CJK SC}
#+PROPERTY: header-args :eval never-export
#+PROPERTY: header-args :noweb yes
#+sTARTUP: beamer

* workstation
  |                            | Price | Link                                                   |
  |----------------------------+-------+--------------------------------------------------------|
  | ASUS Pro WS X570-Ace       |  2800 | https://product.suning.com/0070143867/11824955145.html |
  | Ryzen 9 3900X              |  3800 | https://item.jd.com/100006391096.html                  |
  | Antec HCG-X1000            |  1400 | https://item.jd.com/7356231.html                       |
  | aigo T10                   |   240 | https://item.jd.com/2209857.html                       |
  | ADATA XPG DDR4 3200 2x16GB |  1060 | https://item.jd.com/100004409761.html                  |
  |----------------------------+-------+--------------------------------------------------------|
  |                            |  9300 |                                                        |
  #+TBLFM: @7$2=vsum(@2$2..@6$2)
